Repository: robochi-work/robochi_bot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: City
ru: Город
uk: Місто

source: City name
ru: Название города
uk: Назва міста

source: Cities
ru: Города
uk: Міста

source: Configured
ru: Настроен
uk: Налаштовано

source: ✅ Deleted: %(count)s message(s).
ru: ✅ Удалено: %(count)s сообщение(й).
uk: ✅ Вилучено: %(count)s повідомлень.

source: ⚠️ Failed to delete: %(count)s message(s).
ru: ⚠️ Не удалось удалить: %(count)s сообщение(й).
uk: ⚠️ Не вдалося вилучити: %(count)s повідомлень.

source: ℹ️ No messages to delete.
ru: ℹ️ Нет сообщений для удаления.
uk: ℹ️ Немає повідомлень для вилучення.

source: Delete messages in Telegram
ru: Удалить сообщения в Телеграме
uk: Вилучити повідомлення в Телеграмі

source: Update group invite link
ru: Обновить ссылку-приглашение в группу
uk: Оновити запрошувальне посилання групи

source: Updated invite link
ru: Ссылка-приглашение обновлена
uk: Запрошувальне посилання оновлено

source: ⚠️ Failed to update invite link in %(group)s
ru: ⚠️ Не удалось обновить ссылку-приглашение в %(group)s
uk: ⚠️ Не вдалося оновити запрошувальне посилання в %(group)s

source: Update channel invite link
ru: Обновить ссылку-приглашение в канал
uk: Оновити запрошувальне посилання каналу

source: ⚠️ Failed to update invite link in %(channel)s
ru: ⚠️ Не удалось обновить ссылку-приглашение в %(channel)s
uk: ⚠️ Не вдалося оновити запрошувальне посилання в %(channel)s

source: Kick users from groups
ru: Исключить пользователей из групп
uk: Видалити користувачів із груп

source: Set default permissions
ru: Установить разрешения по умолчанию

source: Telegram
ru: Телеграм
uk: Телеграм

source: Creator
ru: Создатель
uk: Творець

source: Administrator
ru: Администратор
uk: Адміністратор

source: Owner
ru: Владелец
uk: Власник

source: Member
ru: Участник
uk: Учасник

source: Restricted
ru: Ограничен
uk: Обмежений

source: Left
ru: Покинул
uk: Вийшов

source: Kicked
ru: Удалён
uk: Видалений

source: Ban
ru: Забанить
uk: Заблокувати

source: Unban
ru: Разбанить
uk: Розблокувати

source: Created
ru: Создано
uk: Створено

source: Sent
ru: Отправлено
uk: Надіслано

source: Confirm
ru: Подтвердить
uk: Підтвердити

source: Reject
ru: Отклонено
uk: Відхилено

source: Before start
ru: До начала
uk: До початку

source: Start
ru: Время начала
uk: Час початку

source: After start
ru: После начала
uk: Після початку

source: Received
ru: Получено
uk: Отримано

source: Deleted
ru: Удалено
uk: Вилучено

source: Delete failed
ru: Ошибка удаления
uk: Помилка вилучення

source: Available
ru: Доступно
uk: Доступно

source: Process
ru: Обработка
uk: Обробка

source: Answer saved
ru: Ответ сохранен
uk: Відповідь збережено

source: You are no longer a participant in this vacancy.
ru: Вы больше не участвуете в этой вакансии.
uk: Ви більше не берете участі в цій вакансії.

source: Fill out the form
ru: Заполнить анкету
uk: Заповнити анкету

source: You can change the role only through the administrator
ru: Вы можете изменить роль только через администратора
uk: Змінити роль можна лише через адміністратора

source: Unknown role
ru: Неизвестная роль
uk: Невідома роль

source: Main page
ru: Главная страница
uk: Головна сторінка

source: Language
ru: Язык
uk: Мова

source: Open the app
ru: Открыть приложение
uk: Відкрити застосунок

source: Phone number saved
ru: Номер телефона сохранён
uk: Номер телефону збережено

source: You must fill out a work form
ru: Вы должны заполнить рабочую форму
uk: Ви повинні заповнити робочу форму

source: Send phone number
ru: Отправить номер телефона
uk: Надіслати номер телефону

source: It is necessary to send your phone number, use the button below
ru: Необходимо отправить ваш номер телефона, используйте кнопку ниже
uk: Потрібно надіслати свій номер телефону, скористайтеся кнопкою нижче

source: Info
ru: Информация
uk: Інформація

source: Admin panel
ru: Админ панель
uk: Адмінпанель

source: Hello
ru: Здравствуйте
uk: Вітаю

source: Open
ru: Открыть
uk: Відкрити

source: Send feedback
ru: Отправить отзыв
uk: Надіслати відгук

source: Access Denied. Your account has been blocked.
ru: Доступ запрещён. Ваш аккаунт заблокирован.
uk: Доступ заборонено. Ваш обліковий запис заблоковано.

source: title
ru: Заголовок
uk: Заголовок

source: is active
ru: Активен
uk: Активний

source: Chat
ru: Чат
uk: Чат

source: Chats
ru: Чаты
uk: Чати

source: has bot administrator
ru: Бот является администратором
uk: Бот є адміністратором

source: Invite link
ru: Ссылка-приглашение
uk: Запрошувальне посилання

source: Channel
ru: Канал
uk: Канал

source: Channels
ru: Каналы
uk: Канали

source: Content type
ru: Тип содержимого
uk: Тип вмісту

source: Message ID
ru: ID сообщения
uk: ID повідомлення

source: Content
ru: Содержимое
uk: Вміст

source: Status
ru: Статус
uk: Статус

source: Created at
ru: Дата создания
uk: Створено

source: Channel message
ru: Сообщение в канале
uk: Повідомлення в каналі

source: Channel messages
ru: Сообщения в канале
uk: Повідомлення в каналі

source: Users
ru: Пользователи
uk: Користувачі

source: Group
ru: Группа
uk: Група

source: Groups
ru: Группы
uk: Групи

source: User ID
ru: ID пользователя
uk: ID користувача

source: Group message
ru: Сообщение в группе
uk: Повідомлення в групі

source: Group messages
ru: Сообщения в группе
uk: Повідомлення в групі

source: User
ru: Пользователь
uk: Користувач

source: User in group
ru: Пользователь в группе
uk: Користувач у групі

source: User in groups
ru: Пользователь в группах
uk: Користувач у групах

source: Successful
ru: Успешно
uk: Успішно

source: Log out
ru: Выйти
uk: Вийти

source: Terms of Use of Personal Data
ru: Условия использования персональных данных
uk: Умови використання персональних даних

source: Male
ru: Мужской
uk: Чоловічий

source: Female
ru: Женский
uk: Жіночий

source: Username
ru: Имя пользователя
uk: Ім'я користувача

source: Full name
ru: Полное имя
uk: Повне ім'я

source: Phone number
ru: Номер телефона
uk: Номер телефону

source: Birth year
ru: Год рождения
uk: Рік народження

source: Gender
ru: Пол
uk: Стать

source: Feedback author
ru: Автор отзыва
uk: Автор відгуку

source: Feedback recipient
ru: Получатель отзыва
uk: Отримувач відгуку

source: User feedback
ru: Отзыв пользователя
uk: Відгук користувача

source: User feedbacks
ru: Отзывы пользователей
uk: Відгуки користувачів

source: User work profile
ru: Рабочий профиль пользователя
uk: Робочий профіль користувача

source: User work profiles
ru: Рабочие профили пользователей
uk: Робочі профілі користувачів

source: Payment
ru: Оплата
uk: Оплата

source: Payments
ru: Платежи
uk: Платежі

source: All
ru: Все
uk: Всі

source: Vacancy Info
ru: Информация о вакансии
uk: Інформація про вакансію

source: Location and Time
ru: Местоположение и время
uk: Місцезнаходження та час

source: Payment and Skills
ru: Оплата и навыки
uk: Оплата та навички

source: Status was not updated to ‘%(status)s’: no available group. Other changes were saved.
ru: Статус не был обновлён на «%(status)s»: нет доступной группы. Другие изменения были сохранены.
uk: Статус не було оновлено на «%(status)s»: немає доступної групи. Інші зміни було збережено.

source: Approved
ru: Одобрено
uk: Схвалено

source: Send notification about create the vacancy to owner
ru: Отправить уведомление владельцу о создании вакансии
uk: Надіслати сповіщення власнику про створення вакансії

source: Notification sent to owner(s).
ru: Уведомление отправлено владельцу(ам).
uk: Сповіщення надіслано власнику(ам).

source: Update message in channel - vacancy is full
ru: Обновить сообщение в канале — вакансия заполнена
uk: Оновити повідомлення в каналі — вакансія заповнена

source: Updated.
ru: Обновлено
uk: Оновлено

source: Send notification about creation to admins
ru: Отправить уведомление администраторам
uk: Надіслати сповіщення адміністраторам

source: Notification sent to admin(s).
ru: Уведомление отправлено администратору(ам).
uk: Сповіщення надіслано адміністратору(ам).

source: Before start call to owner
ru: Опрос перед началом
uk: Опитування перед початком

source: call.
ru: Отправлено
uk: Відправлено

source: start call to owner
ru: Начальный опрос - владельцу
uk: Початкове опитування — власнику

source: final call for owner
ru: Финальный опрос - владельцу
uk: Фінальне опитування — власнику

source: After first call check
ru: Проверка после первого опроса
uk: Перевірка після першого опитування

source: Send vacancies to channel (if not closed)
ru: Отправить вакансии в канал (если не закрыты)
uk: Надіслати вакансії в канал (якщо не закриті)

source: The vacancy group does not have a invite link
ru: У группы вакансии нет ссылки-приглашения
uk: У групи вакансії немає запрошувального посилання

source: The vacancy does not have a group
ru: У вакансии нет группы
uk: Вакансія не має групи

source: Vacancies sent to channel(s).
ru: Вакансии отправлены в канал(ы).
uk: Вакансії надіслано в канал(и).

source: Check calls before start (20 min after first call)
ru: Проверить опрос перед началом (через 20 минут после первого опроса)
uk: Перевірити опитування перед початком (через 20 хв після першого опитування)

source: Vacancies sent check to members.
ru: Проверка: вакансии отправлены участникам.
uk: Перевірка: вакансії надіслано учасникам.

source: Send start call for owner (if dont sent in)
ru: Отправить начальный опрос владельцу (если не отправлен)
uk: Надіслати початкове опитування власнику (якщо не надіслано)

source: sent.
ru: Отправлено
uk: Надіслано

source: Send final call for owner (if dont sent in)
ru: Отправить финальный опрос владельцу (если не отправлен)
uk: Надіслати фінальне опитування власнику (якщо не надіслано)

source: Close vacancies check
ru: Закрыть проверку вакансий
uk: Закрити перевірку вакансій

source: Close vacancies forcibly
ru: Закрыть вакансии принудительно
uk: Закрити вакансії примусово

source: Send vacancy invoice
ru: Отправить счёт за вакансию
uk: Надіслати рахунок за вакансію

source: Set default owner group permissions
ru: Установить разрешения группы владельца по умолчанию
uk: Встановити дозволи групи власника за замовчуванням

source: Vacancy
ru: Вакансия
uk: Вакансія

source: Today
ru: Сегодня
uk: Сьогодні

source: Tomorrow
ru: Завтра
uk: Завтра

source: Any
ru: Любой
uk: Будь-який

source: Per hour
ru: За час
uk: За годину

source: Per shift
ru: За смену
uk: За зміну

source: Cash
ru: Наличные
uk: Готівка

source: Card
ru: Карта
uk: Картка

source: Pending
ru: Ожидает рассмотрения
uk: Очікує розгляду

source: Rejected
ru: Отклонено
uk: Відхилено

source: Active
ru: Активен
uk: Активна

source: Closed
ru: Закрыта
uk: Закрита

source: Start Time
ru: Время начала работы
uk: Час початку роботи

source: End Time
ru: Время окончания работы
uk: Час закінчення роботы

source: Number of people must be between 1 and 20.
ru: Количество людей должно быть от одного до двадцати.
uk: Кількість людей повинна бути від одного до двадцяти.

source: Preferred Date
ru: Предпочтительная дата
uk: Бажана дата

source: Preferred Gender
ru: Предпочтительный пол
uk: Бажана стать

source: Number of People
ru: Количество людей
uk: Кількість людей

source: Has Passport
ru: Наличие паспорта
uk: Наявність паспорта

source: Address
ru: Адрес встречи работников
uk: Адреса зустрічі працівників

source: Map Link (is not required)
ru: Ссылка на карту (необязательно)
uk: Посилання на карту (необов'язково)

source: Payment Amount
ru: Сумма оплаты
uk: Сума оплати

source: Payment Type
ru: Тип оплаты
uk: Тип оплати

source: Payment method
ru: Способ оплаты
uk: Спосіб оплати

source: What will they do
ru: Что они будут делать?
uk: Що вони робитимуть?

source: The map link must start with https://maps.app
ru: Ссылка должна начинаться с https://maps.app
uk: Посилання на карту повинно починатися з https://maps.app

source: Invalid date format
ru: Недопустимый формат даты
uk: Неприпустимий формат дати

source: Date
ru: Дата
uk: Дата

source: Date choices
ru: Выбор даты
uk: Вибір дати

source: Skills Description
ru: Описание навыков
uk: Опис навичок

source: Vacancies
ru: Вакансии
uk: Вакансії

source: Updated at
ru: Дата обновления
uk: Дата оновлення

source: User in vacancy
ru: Пользователь в вакансии
uk: Користувач у вакансії

source: Users in vacancy
ru: Пользователи в вакансии
uk: Користувачі у вакансії

source: Vacancy user
ru: Пользователь вакансии
uk: Користувач вакансії

source: Call status
ru: Статус переклички
uk: Статус опитування

source: Call type
ru: Тип переклички
uk: Тип опитування

source: User call in vacancy
ru: Перекличка пользователя в вакансии
uk: Опитування користувача у вакансії

source: User calls in vacancy
ru: Переклички пользователей в вакансии
uk: Опитування користувачів у вакансії

source: New status
ru: Новый статус
uk: Новий статус

source: Changed by
ru: Изменено пользователем
uk: Змінено користувачем

source: Changed at
ru: Дата изменения
uk: Дата зміни

source: Comment
ru: Комментарий
uk: Коментар

source: Status history
ru: История статусов
uk: Історія статусів

source: Work will start soon, confirm readiness within 20 minutes.
ru: Скоро начнётся работа, подтвердите готовность в течение 20 минут
uk: Робота скоро почнеться, підтвердьте готовність протягом 20 хвилин.

source: Please indicate the employees who showed up.
ru: Пожалуйста, укажите сотрудников, которые пришли
uk: Будь ласка, вкажіть працівників, які прийшли.

source: Payment for services to find manufacturers
ru: Оплата услуг по поиску производителей
uk: Оплата за послуги з пошуку працівників

source: Your employer marked you as a no-show for roll call.
ru: Ваш работодатель отметил, что вы не пришли на перекличку
uk: Ваш роботодавець зазначив, що ви не прийшли на опитування.

source: The workers did not show up
ru: Сотрудники не пришли
uk: Працівники не з'явилися

source: Confirm first call
ru: Подтвердить первый звонок
uk: Підтвердити перше опитування

source: Confirm second call
ru: Подтвердить второй звонок
uk: Підтвердити друге опитування

source: Pay
ru: Оплатить
uk: Сплатити

source: Your vacancy has been moderated successfully
ru: Ваша вакансия успешно прошла модерацию
uk: Ваша вакансія успішно пройшла модерацію

source: Your vacancy has been successfully created and sent for moderation!
ru: Ваша вакансия была успешно создана и отправлена на модерацию!
uk: Ваша вакансія була успішно створена та надіслана на модерацію!

source: Your application has been rejected
ru: Ваша заявка была отклонена
uk: Ваша заявка була відхилена

source: Sex
ru: Пол
uk: Стать

source: Work time
ru: Рабочее время
uk: Робочий час

source: from
ru: с
uk: з

source: to
ru: до
uk: до

source: Need passport
ru: Нужен паспорт
uk: Потрібен паспорт

source: uah
ru: грн
uk: грн

source: Your request has been created and is being moderated
ru: Ваша вакансия была успешно создана и отправлена на модерацию!
uk: Ваш запит було створено та відправлено на модерацію

source: Additional search for workers has been launched
ru: Запущен дополнительный поиск работников
uk: Запущено додатковий пошук працівників

source: New feedback
ru: Новый отзыв
uk: Новий відгук

source: Vacancy is close
ru: Вакансия закрыта
uk: Вакансію закрито

source: Confirm availability of workers
ru: Подтвердите доступность работников
uk: Підтвердьте наявність працівників

source: Answers saved
ru: Ответы сохранены
uk: Відповіді збережено

source: Find is start
ru: Поиск начат
uk: Пошук розпочато

source: Submit
ru: Отправить
uk: Відправити

source: When are employees needed?
ru: Когда требуются рабочие?
uk: На коли потрібні працівники?

source: Preferred gender of employee
ru: Предпочтительный пол работника
uk: Бажана стать працівника

source: Address on Google maps (is not required)
ru: Адрес на Google Картах (необязательно)
uk: Адреса в Google Картах (необов'язково)

source: Create vacancy
ru: Создать заявку
uk: Створити вакансію

source: Create a Vacancy
ru: Создать заявку
uk: Створити вакансію

source: Feedback has been sent.
ru: Отзыв был отправлен.
uk: Відгук надіслано

source: Work
ru: Работа
uk: Робота

source: Employer
ru: Работодатель
uk: Роботодавець

source: Worker
ru: Работник
uk: Працівник

source: Employer — looking for workers
ru: Работодатель — ищу работников
uk: Роботодавець — шукаю працівників

source: Worker — looking for job
ru: Работник — ищу работу
uk: Працівник — шукаю роботу

source: Role
ru: Роль
uk: Роль

source: How can I contact you?
ru: Как к вам обращаться?
uk: Як до вас звертатися?

source: Contact phone number (+380 xx xxx xxxx)
ru: Контактный номер телефона (+380 xx xxx xxxx)
uk: Контактний номер телефону (+380 xx xxx xxxx)

source: Year of birth
ru: Год рождения
uk: Рік народження

source: Enter your year of birth
ru: Введите год вашего рождения
uk: Введіть рік вашого народження

source: The number must start with +380
ru: Номер должен начинаться с +380
uk: Номер повинен починатися з +380

source: Is completed
ru: Заполнен
uk: Заповнено

source: Menu
ru: Меню
uk: Меню

source: User data
ru: Данные пользователя
uk: Дані користувача

source: Continue
ru: Продолжить
uk: Продовжити

source: If your city is not on the list, write to the administrator
ru: Если вашего города нет в списке, напишите администратору
uk: Якщо вашого міста немає в списку, напишіть адміністратору

source: To facilitate communication, please provide some information about yourself.
ru: Для удобства общения просим предоставить некоторую информацию о вас
uk: Для зручності спілкування, будь ласка, надайте деяку інформацію про себе.

source: Location and Role
ru: Местоположение и роль
uk: Місцезнаходження та роль

source: Contact Information
ru: Контактная информация
uk: Контактна інформація

source: Save changes
ru: Сохранить изменения
uk: Зберегти зміни

source: Сумма
uk: Сума
